{
  "parent": {"database_id": "30cecf1f-d900-8049-90c6-fee70dbb7ee6"},
  "properties": {"Name": {"title": [{"text": {"content": "LinkedIn — Thursday Feb 19"}}]}},
  "children": [
    {"object":"block","type":"heading_2","heading_2":{"rich_text":[{"text":{"content":"Draft 1 — Something Shipped"}}]}},
    {"object":"block","type":"paragraph","paragraph":{"rich_text":[{"text":{"content":"Added a wine club promo to the Uncorked checkout flow this week.\n\nSmall addition. Big strategic move.\n\nEvery gifting product needs a retention play. You sell someone a bottle of wine for their anniversary — that's a one-time transaction. But if they join the wine club, the relationship compounds.\n\nThe best time to ask for a subscription is when someone just had a great experience and is still holding their credit card.\n\nCheckout is underrated real estate.\n\n#Uncorked #ProductStrategy"}}]}},
    {"object":"block","type":"heading_2","heading_2":{"rich_text":[{"text":{"content":"Draft 2 — AI-Native Insight ⭐ RECOMMENDED"}}]}},
    {"object":"block","type":"paragraph","paragraph":{"rich_text":[{"text":{"content":"Prompting is thinking.\n\nThat's what people miss about AI-native building.\n\nBad prompts don't come from poor phrasing — they come from unclear thinking. If you can't describe exactly what you want (the edge cases, the feel, the constraints), the AI will make something up and get it wrong.\n\nThe discipline of writing a tight prompt is the same as writing a tight spec. It forces you to know what you actually want before you ask for it.\n\nMost people use AI to avoid thinking.\n\nThe builders who win use it to think better.\n\n#AIBuilder #Founders"}}]}},
    {"object":"block","type":"heading_2","heading_2":{"rich_text":[{"text":{"content":"Draft 3 — Gifting & Personalization"}}]}},
    {"object":"block","type":"paragraph","paragraph":{"rich_text":[{"text":{"content":"Anniversary gifting is a massive market nobody has cracked.\n\nBirthdays have Etsy and Amazon. Corporate has Sendoso. But anniversaries? The default is dinner reservations and last-minute flowers.\n\nUncorked was built for this gap: a bottle of wine from the year you got married, paired with an AI-written letter that sounds like it came from your partner.\n\nIt's not a gift. It's a memory object.\n\nPeople don't throw it away. They keep the bottle on the shelf and re-read the letter.\n\nThat's the product.\n\n#Uncorked #Gifting"}}]}},
    {"object":"block","type":"heading_2","heading_2":{"rich_text":[{"text":{"content":"Recommended"}}]}},
    {"object":"block","type":"paragraph","paragraph":{"rich_text":[{"text":{"content":"Draft 2 — \"Prompting is thinking.\"\n\nWhy: Opens with a three-word provocation that stops the scroll. The insight (bad prompts = unclear thinking, not poor phrasing) is genuinely counterintuitive and practically useful — the kind of thing people screenshot and share. Ends on a clean contrast: avoid thinking vs. think better. Broad LinkedIn appeal across founders, PMs, and anyone building with AI. Draft 3 is emotionally strong and worth posting separately — save it for a week when Uncorked hits a milestone to attach it to."}}]}},
    {"object":"block","type":"image","image":{"type":"external","external":{"url":"https://raw.githubusercontent.com/relayagent8-lab/tappinai-assets/main/linkedin/linkedin-2026-02-19-00-27-34.png"}}}
  ]
}
